Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=143_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaame, yläkoulun matematiikka
sme: Gerddon,

source: - yläasteen matematiikan oppimateriaalin on kääntänyt saameksi Jovnna-Ánde Vest.
sme: oahppamateriálaráiddu lea jorgalan suomagielas Jovnna-Ánde Vest.

source: Alkukielisen oppimateriaalin Kerroin on tuottanut Otava.
sme: Álgogielat materiálaráiddu Kerroin lea buvttadan Otava.

source: Kuvittaja: Ulrika Järvinen.
sme: Govaid sárgon: Ulrika Järvinen.

source: Opettajan materiaali (Oahpaheaddjigirji) sisältää vastaukset kirjan tehtäviin,
sme: Oahpaheaddjigirjji

source: kalvo- ja monistepohjia, formatiivisia testejä ja summatiivisia kokeita.
sme: materiálas leat čovdosat girjji bargobihtáide, cuozza- ja máŋggosvuođut, formatiiva teasttat ja summatiivvalaš iskosat.

source: Oppilaan kirjan sanastossa myös suomen- ja norjankieliset termit.
sme: Oahppi girjji sátnelisttus leat maid suoma- ja dárogielat tearpmat.

source: sivuja: 295
sme: siiddut 295

source: Kirja koostuu kolmesta kurssista: Lukualueet ja laskutoimitukset, Matemaattisia malleja sekä Tasogeometria.
sme: Dán girjji gurssat leat: Lohkogiettit ja rehketdoaimmahusa t, Matematihkalaš mállet ja Duolbadasgeometria.

source: Saamelaiskäräjät 2002
sme: Oahpaheaddjigirji 1-3

source: sivuja: 288
sme: siiddut 288

source: Saamelaiskäräjät 2003
sme: Sámediggi 2003

source: sivuja: 264
sme: siiddut 264

source: Kirjan kurssit ovat: Prosentit ja tilastot, Lasketaan kirjaimilla sekä Tasosta avaruuteen.
sme: Dán girjji gurssat leat Proseanttat ja statistihkat, Rehkenastit bustávaiguin ja Duolbadasas ávvosii.

source: Saamelaiskäräjät 2006
sme: Gerddon gursa 6, Oahpaheaddjigirji

source: sivuja: 248
sme: siiddut 248

source: Kurssit Geometrian sovelluksia, Lisää kirjainlaskentaa sekä Soveltaen.
sme: Geometria heivehusat, Lasi bustatrehkegat ja Heivehusat

source: Saamelaiskäräjät 2004
sme: Gerddon gursa 8, Oahpaheaddjigirji
